Repository: enriquebk/NQueens
Catalog: NQueens/Resources/L10n/Localizable.xcstrings
Source language: en
Languages: es

source: Back to Start
es: Volver al inicio

source: Best Times
es: Mejores tiempos

source: Board size
es: Tamaño del tablero

# Board: %lld×%lld
source: Board: %1$lld×%2$lld
es: Tablero: %1$lld×%2$lld

source: Minimum size: 4×4
es: Tamaño mínimo: 4×4

source: N-Queens
es: N-Reinas

source: No times yet. Solve a board to set a record.
es: Aún no hay tiempos. Resolvé un tablero para establecer un récord.

source: Place N queens so none attack
es: Colocá N reinas para que ninguna se ataque

source: Queens left: %lld
es: Reinas restantes: %lld

source: Reset
es: Reiniciar

source: Start Game
es: Comenzar partida

source: Time: %@
es: Tiempo: %@

source: You won! 🎉
es: ¡Ganaste! 🎉
